// images
import Snake from "./../assets/images/snake.png";
import Flappy from "./../assets/images/flappyBird.png";
import Billiard from "./../assets/images/billiard.jpg";
import Doz from "./../assets/images/doz.png";
import Sangkaghaz from "./../assets/images/sangkaghaz.png";
const HomeGames = [
	{
		title: "بازی مار",
		desc: "یک بازی آرکید از استودیوی بازیسازی Roman Anisimov می باشد که در گت اندروید بصورت رایگان منتشر شده است. به احتمال قوی شما بازی محبوب مار را در گوشی های قدیمی نوکیا تجربه کرده اید، در این بازی نوستالژیک مار با خوردن چیزهایی که سر راه او قرار می گرفت، رشد می کرد، و با برخورد مار به خودش بازی به اتمام می رسید. کمپانی Roman Anisimov بازی Snake Xenzia را با گرافیک پیکسلی برای اندروید ارائه کرده است که ما قصد معرفی آن را در وبسایت گت اندروید به کاربران عزیزمان داریم. به قطع بازی مار یکی از بازی های محبوب نزد کاربران است. البته صد ها نسخه از این بازی عالی وجود دارد که ما سعی خواهیم داشت به نوبه آن ها را منتشر کنیم و کاربران بنابه به سلیقه خود آن ها را انتخاب کنند. درواقع این نسخه از بازی از تلفن های همراه قدیمی این مارک معروف دوباره ساخته شده. در این بازی می توانید سرعت مار را انتخاب کنید. در منوی بازی ، برای انتخاب یک سطح به سطح بروید. هر چه سطح بالاتر باشد مار سریع تر حرکت می کند. هشت سطح وجود دارد. هرچه سطح بالاتر باشد ، هنگام خوردن چیزها امتیاز بیشتری کسب می کنید. پنج مارپیچ وجود دارد که می توانید انتخاب کنید ، به علاوه گزینه no maze. اگر بدون پیچ و خم را انتخاب کنید ، دیواری وجود ندارد. وقتی مار از یک سر بیرون می رود ، از انتهای دیگر برمی گردد. در حالت مبارزات انتخاباتی ، می توانید همه مارپیچ ها را در یک بازی طی کنید. مقدار کمی از سیب بخورید تا به پیچ و خم بعدی بروید.",
		description:
			"در سال 1997 شرکت نوکیا بازی مار را که در ابتدا یک بازی آرکید بود و سپس روی انواع مختلف کنسول بازی ویدیویی خانگی منتشر شده بود را روی تلفن های همرا ",
		avatar: Snake,
		created: "",
		createdAddress: "",
		date: "30 / 11 / 1400",
		id: "snake",
	},
	{
		title: "بازی پرنده",
		desc: "پرنده شل‌وول (به انگلیسی: Flappy Bird) یا همان فلپی برد یک بازی موبایل است که در سال ۲۰۱۳ توسط توسعه دهندهٔ ویتنامی دونگ نووِن طراحی شد. فلپی برد در بین بیشترین عناوین جستجو شده در گوگل در سال ۲۰۱۴ در جهان، در رتبهٔ ششم قرار گرفت. این نخستین بار بود که یک اپ موبایل بین ۱۰ نتیجهٔ جستجوی اول گوگل قرار می‌گرفت.[۱]",
		description:
			"پرنده شل وو یا همان فلپی برد یک بازی موبایل است که در سال 2013 توسط توسعه دهنده ویتنامی دونگ نوون طراحی شد. فلپی برد در بین بیشاریت عناوین جستجو ",
		avatar: Flappy,
		created: "Seyed Mohammad SeyedAghaie",
		createdAddress: "",
		date: "30 / 11 / 1400",
		id: "flappy-bird",
	},
	{
		title: "بازی بیلیارد",
		desc: "بیلیارد نوعی بازی است که در فضای سرپوشیده در میزی مستطیلی پوشیده با ماهوت سبز) با ۳ یا ۱۵ گوی و میله‌ای چوبی بازی می‌شود. بیلیارد در ایران با روشی مأخوذ از روسیه بازی می‌شود. هر یک از گوی‌ها را شار (معادل کلمه گوی در زبان روسی) خوانند. تاریخ اختراع بیلیارد معلوم نیست. در فرانسه نوعی بیلیارد در قرن ۱۶ میلادی رواج داشت، و پیش از آن هم بازی شبیه آن معمول بود. در انگلستان بیلیارد در زمان شکسپیر رایج بود.",
		description:
			"بیلیارد نوعی بازی است که در فضای سرپوشیده در میزی مستطیلی پوشیده با ماهوت سبزبا ۳ یا ۱۵ گوی و میله‌ای چوبی بازی می‌شود. بیلیارد در ایران با روشی مأخوذ از",
		avatar: Billiard,
		created: "Seyed Mohammad SeyedAghaie",
		createdAddress: "",
		date: "30 / 11 / 1400",
		id: "blilliard",
	},
	{
		title: "بازی دوز",
		desc: "دوز بازی شش تایی مانند دوز بازی دوازده تایی یک بازی فکری دو نفره است که با یک مقوا و ۱۲ مهره در دو رنگ بازی می‌شود. طرحی هندسی با استفاده از چند خط روی مقوا رسم می‌شود و بازیکنان تلاش می‌کنند سه مهرهٔ خود را به ردیف در جایگاه‌ها بنشانند و همچنین مانع ردیف شدن مهره‌های حریف شوند.",
		description:
			"دوز بازی یا دوز بازی دوازده تایی یک بازی فکری دو نفره است که با یک مقوا و 24 مهره  در دو رنگ بازی میشود. طرحی هندسی با استفاده از چند خط روی مقوا رسم ",
		avatar: Doz,
		created: "",
		createdAddress: "",
		date: "30 / 11 / 1400",
		id: "tic-tac-toe",
	},
	{
		title: "بازی سنگ کاغذ قیچی",
		desc: "سنگ کاغذ قیچی یک بازی دو نفره چینی است که توسط دست بازیکنان انجام میگیرد. این بازی معمولا برای روشی برای انتخاب  کردن در ابتدا ی بازی های دیگر است. این کاربرد بسیار شبیه به  انتخاب یک فرد خاص برای نقشی خاص در بازی است. دو بازیکن هر دو با هم شروع به شمردن تا عدد سه میکنند. این شمارش لزوما شمارش اعداد نیست بلکه معمولا با گفتن سه واژه سنگ کاغذ قیچی انجام میپذیرد. در انتهای شمارش دست خود را که به حالت مشت بالا نگه داشته اند پایین آورده و یکی از سه حالت مجاز دی می آورند. در نهایت بازیکن برنده بر اساس قوانینی که برتر هر یک از حالت ها بر حالت دیگر را معلوم میکند. مشخص میشوند. در صورت همسان بودن حالت های دست این عمل دوباره تکرار میشود..",
		description:
			"سنگ کاغذ قیچی یک بازی چینی است که توسط دست دست بازیکنان انجام میگیرد. این بازی معمولاً به عنوان روشی برای انتخاب کردن در ابتدای بازی های دیگر ",
		avatar: Sangkaghaz,
		created: "",
		createdAddress: "",
		date: "30 / 11 / 1400",
		id: "rock-paper-scissors",
	},
];
export default HomeGames;
