import Bank from "./../assets/images/bank.jpg";
import Calculator from "./../assets/images/calculator.png";
import Corona from "./../assets/images/corona.jpg";
import Gold from "./../assets/images/gold.png";
import Bime from "./../assets/images/bime.png";
import NoteBook from "./../assets/images/notebook.jpg";
const WorksData = [
	{
		title: "ماشین حساب",
		avatar: Calculator,
		description:
			"ماشین حساب وسیله‌ای برای انجام محاسبات عددی است. ماشین حساب‌های مختلف کاربردهای مختلفی دارند. ساده‌ترین آن‌ها تنها محاسبات جمع، تفریق، ضرب و",
		desc: "ماشین حساب وسیله‌ای برای انجام محاسبات عددی است. ماشین حساب‌های مختلف کاربردهای مختلفی دارند. ساده‌ترین آن‌ها تنها محاسبات جمع، تفریق، ضرب و تقسیم را انجام می‌دهند. ماشین حساب‌های پیشرفته‌تر می‌توانند انواع توابع مهم ریاضی را پیاده‌سازی کنند. ماشین حساب‌های نوین در واقع تلفیقی از ماشین حساب و رایانه هستند و امکانات گسترده‌تر و سریع‌تری همچون رسم نمودار را در اختیار کاربران قرار می‌دهند.",
		created: "",
		createdAddress: "",
		date: "1400 / 11 / 03",
		id: "calculator",
		like: false,
	},
	{
		title: "محاسبه قیمت طلا",
		avatar: Gold,
		description:
			"در این بخش از سایت ما تمام تلاش خود را کردیم تا شما با خیال آسوده به خرید طلا بپردازید و از کلاهبرداری های هنگام خرید طلا در امان بمانید و با قیمت عرف و",
		desc: "به دلیل نرمی بالای طلای خالص (عیار ۲۴) آن را با فلزهای دیگر آلیاژ می‌کنند تا استحکام، شکل‌پذیری و خواص دیگر آن بهبود یابد. مس رایجترین فلز در آلیاژهای طلاست و باعث قرمزتر شدن رنگ آلیاژ می‌شود. میزان طلای موجود در هر آلیاژ از واحد ۲۴ یا واحد ۱۰۰۰ بیان می‌شود. طلای ۱۸ عیار به معنی ۱۸ واحد طلا و ۶ واحد فلز دیگر و طلای ۹۰۰ به معنی ۹۰۰ واحد طلا و ۱۰۰ واحد فلز دیگر است",
		created: "",
		createdAddress: "Ali Hafezi",
		date: "1400 / 11 / 03",
		id: "gold-price",
		like: false,
	},
	{
		title: "محاسبه بیمه",
		avatar: Bime,
		description:
			"این روز ها که یکی از لازمه های زندگی هر خانواده ای بیمه شدن هست ، انواع مختلفی بیمه با نام های مختلف و قیمت های مختلف وجود دارد و کاهش قیمت یکی از",
		desc: "بیمه (به انگلیسی: Insurance) سازوکاری است که طی آن یک بیمه‌گر، بنا به ملاحظاتی تعهد می‌کند که زیان احتمالی یک بیمه‌گذار را در صورت وقوع یک حادثه در یک دوره زمانی خاص، جبران نماید یا خدمات مشخصی را به وی ارائه دهد؛ بنابراین، بیمه یکی از روش‌های مقابله با ریسک است.[۱]طی یک قرارداد بیمه، ریسک مشخصی از یک طرف قرارداد (که بیمه گذار نامیده می‌شود) به طرف دیگر (که بیمه گر نامیده می‌شود) منتقل می‌گردد. بنا به تعریف، بیمه‌گر شخصی حقوقی است که در مقابل دریافت حق بیمه از بیمه‌گذار، جبران خسارت یا پرداخت مبلغ مشخصی را در صورت بروز حادثه تعهد می‌کند.[۲] در مقابل، بیمه‌گذار شخصی حقیقی یا حقوقی است که با پرداخت حق بیمه، جان، مال یا مسوولیت خود یا دیگری را تحت پوشش بیمه قرار می‌دهد.[		به موجب قانون بیمه ایران، بیمه عبارت است از قراردادی که به موجب آن یک طرف (بیمه‌گر) تعهد می‌کند در ازای پرداخت وجه یا وجوهی از طرف دیگر (بیمه‌گذار) در صورت وقوع یا بروز حادثه خسارت وارده بر او را جبران نموده یا وجه معینی را بپردازد. متعهد را بیمه‌گر، طرف تعهد را بیمه‌گذار و وجهی را که بیمه‌گذار به بیمه‌گر می‌پردازد حق بیمه و آنچه را که بیمه می‌شود موضوع بیمه می نامند",
		created: "Ali Hafezi",
		createdAddress: "",
		date: "1400 / 11 / 03",
		id: "insurance",
		like: false,
	},
	{
		title: "محاسبه سود بانک",
		avatar: Bank,
		description:
			"ر این بخش از سایت ما تمام تلاشمان را کردیم تا شما در هر زمان بتوانید سود هر وامی از هر بانکی را محاسبه کنید تا در محاسبه سود بانک دچار تردید و سختی نشید و ",
		desc: "سیاست پولی بر مبنای رابطه بین نرخ بهره در اقتصاد کشور - یعنی قیمتی که بر اساس آن می‌توان پول قرض گرفت - و کل عرضهٔ پول تعریف می‌شود. سیاست پولی از ابزارهای متنوعی جهت کنترل یک یا هر دوی این موارد بهره می‌جوید تا بر مواردی مانند رشد اقتصادی، تورم، نرخ ارز و بیکاری تأثیر بگذارد.در شرایطی که در یک کشور انحصار نشر پول وجود دارد یا اینکه بانکهای ناشر پول به‌طور نظام‌مند و متصل به بانک مرکزی فعالیت می‌کنند، مقامات پولی توانایی تغییر در عرضهٔ پول و بنابراین نرخ بهره را به منظور دستیابی به اهداف سیاست پولی دارند.",
		created: "Ali Hafezi",
		createdAddress: "",
		date: "1400 / 11 / 03",
		id: "bank",
		like: false,
	},
	{
		title: "تشخیص کرونا",
		avatar: Corona,
		description:
			"این روز ها که کرونا خیمه ای سنگین روی جامعه های مختلف زده و همه مردم نگران از شیوع کرونا و مبتلا شدن به این بیماری هستند ، گرفتن تست کرونا هزینه و ",
		desc: "آزمایش بیماری تنفسی کووید ۱۹ و ویروس کرونای جدید همراه آن با استفاده از آزمون‌های واکنش زنجیره‌ای پلیمراز (PCR)، آزمایش اسید نوکلئیک و کیت‌های آزمایش الیزا انجام می‌شود. پژوهش منتشر شده در فوریهٔ ۲۰۲۰ ادعا می‌کند که سی‌تی اسکن سینه بهتر از آزمون‌های واکنش زنجیره‌ای پلیمراز بازدهی دارد یکی از نخستین آزمون‌های PCR در ژانویهٔ سال ۲۰۲۰ در بیمارستان شاریته وابسته به دانشگاه هومبولت برلین با استفاده از واکنش زنجیره‌ای پلیمراز همپا (Real Time - Polymerase Chain Reaction) یا (RT-PCR) صورت گرفت. این آزمون پایهٔ ساخت و توزیع ۲۵۰ هزار کیت آزمایشگاهی است که سازمان جهانی بهداشت در جهان پخش می‌کند.[۲] باوجوداین، این روش اندازه‌گیری آزمایشگاهی بسیار گران‌قیمت می‌باشد.شرکت کوجن-بیوتک (Kogenebiotech) در کرهٔ جنوبی کیت‌هایی به نام پاورچک برای تشخیص ویروس کرونا با پایهٔ واکنش زنجیره‌ای پلیمراز ساخت. این کیت‌ها ژن E موجود در همهٔ ویروس‌های کرونای بتا و ژن RNA پلیمراز وابسته به (RNARdRp) که مخصوص کرونای جدید است را جستجو می‌کنند.[۳] دیگر شرکت‌ها مانند سیجین (Seegene) و سولجنت (Solgent) در فوریهٔ ۲۰۲۰ کیت‌های تشخیص کرونای خودرا با نام‌های DiaPlexQ و Allplex 2019-nCoV تولید کردند.",
		created: "",
		createdAddress: "",
		date: "1400 / 11 / 03",
		id: "corona",
		like: false,
	},
	{
		title: "دفترچه یادداشت",
		avatar: NoteBook,
		description:
			"دفترچه یادداشت وسیله ای برای یادداشت کارهای مهم در روز یا در ماه یا در سال میباشد تا کار های لازم در زمان معین در خاطرمان باشد تا از انسان ها از کار های",
		desc: "دفترچه یادداشت یا نُت‌پد (به انگلیسی: Notepad) نرم‌افزاری ساده برای نوشتن، ویرایش و ذخیرهٔ متن در ویندوز است. این نرم‌افزار از اولین نسخهٔ ویندوز در سال ۱۹۸۵ تاکنون همراه این سیستم‌عامل است. نت‌پد تنها یک نرم‌افزار ویرایش نوشته ساده است و به‌طور کلی پرونده‌های خروجی‌اش را با قالب پروندهٔ نوشتاری یا .txt بدون هیچ‌گونه تگ و تزئین ذخیره می‌کند. ساخت این نرم‌افزار برای ویرایش پرونده‌های سیستمی در محیط ام‌اس-داس مناسب بود.",
		created: "",
		createdAddress: "Ali Hafezi",
		date: "1400 / 11 / 03",
		id: "notebook",
		like: false,
	},
];
export default WorksData;
